Repository: collective/collective.contentalerts
Catalog: src/collective/contentalerts/locales/*/LC_MESSAGES/collective.contentalerts.po
Languages: de

source: A text alert condition makes the rule apply only if there are stop words on the object's text.
de: Eine Bedingung für eine Benachrichtigung löst die Ausführung der Regel aus, wenn ein Suchbegriff im Text des Objects enthalten ist.

source: Add a text alert condition
de: Bedingung für eine Benachrichtigung hinzufügen

source: Alerts on stop words settings
de: Einstellungen für Benachrichtigungen bei Suchbegriffen

source: All Content
de: Gesamter Inhalt

source: Comment alert snippets
de: Ausschnitt für Kommentar-Benachrichtigungen

source: Comments
de: Kommentare

source: Configure element
de: Element konfigurieren

source: Edit a text alert condition
de: Bedingung für Benachrichtung bearbeiten

source: Installs the collective.contentalerts add-on.
de: Installiert das collective.contentalerts Add-on.

source: Text alert snippets
de: Ausschnitt für Text-Benachrichtigungen

source: contentrules_text_alert_condition_field_description
de: Ein Suchbegriff pro Zeile, Feld leer lassen, wenn die voreingestellte Liste verwenden werden soll.

source: contentrules_text_alert_condition_field_title
de: Suchbegriffe

source: contentrules_text_alert_condition_summary
de: Geben Sie eine Suchbegriffsliste an, pro Zeile ein Eintrag, oder lassen Sie das Feld leer um die voreingestellte Liste zu verwenden.

source: settings_forbidden_words_list_description
de: Wörter/Sätze, die verhindern das ein Beitrag oder Kommentar veröffentlicht wird, ein Eintrag pro Zeile.

source: settings_forbidden_words_list_title
de: Verbotene Wörter

source: settings_inadequate_words_list_description
de: Wörter/Sätze, die einen Alarm erzeugen, ein Eintrag pro Zeile.

source: settings_inadequate_words_list_title
de: Liste

source: stop_words_controlpanel_settings_description
de: Suchbegriffe bearbeiten

source: stop_words_controlpanel_settings_label
de: Suchbegriffe

source: stop_words_interface_removed_message
de: Das Objekt wird jetzt nicht mehr auf Suchwörter geprüft.
